index.org
#+TITLE: Programáček
#+AUTHOR: Kuhy
#+LANGUAGE: cs
#+OPTIONS: html-postamble:nil
* Bodování
** Přepočet her na body
   Jednotlivé hry se přepočítávají na body. Tyto bodu pak rozhodnou o
   pořadí týmů v daném dni. Umístění týmu rozhodne o tom kolik surovin
   daný tým získá. Musí se brát v potaz počet členů týmu u každé hry.
   Přepočítávání bodů (podle počtu členů) probíhá u každé hry předtím
   než se výsledek hry převede na výsledné body.
*** Etapovky
    První tým získává 50 bodů, druhý 40, třetí 30 a poslední 20.
*** Loukové hry
    První tým získává 15 bodů, druhý 10, třetí 5 a poslední 0.
*** Stany
    Za uklizený stan je 5 bodů navíc; za neuklizený je -5 bodů.
*** Zkoušky
    Každý tým získá 1 bod za každou splněnou zkoušku a to i za tu splněnou v předešlých dnech.
*** Nástupy
    První tým získává 3 body, druhý 2 body, třetí 1 a poslední 0.
*** TODO Služba v kuchyni
*** Tabíčka
    Tabíčko je osobní trest, takže se nezapočítává do celkového bodování.
* Průběh dne
:PROPERTIES:
:CUSTOM_ID: prubeh-dne
:END:
  Následující tabulka ukazuje čas jednotlivých táborových aktivit:
  | Činnost                    | Čas            | Zodpovědná osoba |
  |----------------------------+----------------+------------------|
  | Budíček                    | 7:30           | Vedoucí dne      |
  | Rozcvička, ranní hygiena   | 7:35 -- 8:00   | Vedoucí dne      |
  | Úklid stanů                | 8:00 -- 8:30   | Vedoucí dne      |
  | Snídaně                    | 8:30 -- 9:00   | Vedoucí dne      |
  | Ranní přednášky            | 9:05 -- 10:00  | Programák        |
  | Ranní nástup               | 10:00 -- 10:30 | Programák        |
  | Dopolední program          | 10:30 -- 12:15 | Blokáč           |
  | Příprava na oběd           | 12:15 -- 12:30 | Blokáč           |
  | Oběd                       | 12:30 -- 13:00 | Blokáč           |
  | Polední klid               | 13:00 -- 14:30 | Blokáč           |
  | Odpolední program          | 14:30 -- 18:00 | Blokáč           |
  | Příprava na večerní nástup | 18:00 -- 18:10 | Programák        |
  | Večerní nástup             | 18:10 -- 18:30 | Programák        |
  | Večeře                     | 18:30 -- 19:00 | Programák        |
  | Večerní program            | 19:00 -- 21:00 | Programák        |
  | Večerní hygiena            | 21:00 -- 21:30 | Vedoucí dne      |
  | Večerka                    | 21:30, 22:00   | Vedoucí dne      |
  | Večerní porada             | 22:00, 22:30   | Programák        |
  Následující věci se musí kontrolovat v průběhu každého dne:
  - zda vedoucí dne vykonává řádně svou činnost
  - zda už vedoucí šel chystat/hrát hru
  - zda by služba nemohla jít na hru
  - zda je činnost rozdělena rovnoměrně
  - zda jsou děti řádně zabaveny, pokud ne tak zaúkolovat instruktora, ať zahraje s dětmi loukovku
** Úklid stanů
   - poslat lidi na chystání dopoledního programu
** Snídaně
   - popohnat přípravu ranních přednášek
** Přednášky
   - popohnat přípravu dopoledního programu
** Polední klid
   - popohnat přípravu odpoledního programu
** Příprava na večerní nástup
   Je třeba připravit následující věci:
   - služba na další den
   - bodování
** Večerní nástup
   - ztráty
   - dopisy
   - vyhodnocení dne
   - rozkaz na další den
   - střídání vedoucího dne
** Večerní hygiena
   - rozpisy hlídek
