index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="cs" xml:lang="cs">
<head>
<!-- 2025-06-04 Wed 14:56 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Programáček</title>
<meta name="author" content="Kuhy" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Programáček</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Obsah</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org63f42d5">1. Bodování</a>
<ul>
<li><a href="#orgbc415f2">1.1. Přepočet her na body</a>
<ul>
<li><a href="#orge0a3df1">1.1.1. Etapovky</a></li>
<li><a href="#orgf0599ce">1.1.2. Loukové hry</a></li>
<li><a href="#org26b044b">1.1.3. Stany</a></li>
<li><a href="#orgca547c6">1.1.4. Zkoušky</a></li>
<li><a href="#org8e7393b">1.1.5. Nástupy</a></li>
<li><a href="#org849c922">1.1.6. <span class="todo TODO">TODO</span> Služba v kuchyni</a></li>
<li><a href="#org655910c">1.1.7. Tabíčka</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#prubeh-dne">2. Průběh dne</a>
<ul>
<li><a href="#org5d04aa1">2.1. Úklid stanů</a></li>
<li><a href="#orgde83362">2.2. Snídaně</a></li>
<li><a href="#orge7c8ba0">2.3. Přednášky</a></li>
<li><a href="#orgef8bdc3">2.4. Polední klid</a></li>
<li><a href="#org2b1082e">2.5. Příprava na večerní nástup</a></li>
<li><a href="#org7abd104">2.6. Večerní nástup</a></li>
<li><a href="#org32d95eb">2.7. Večerní hygiena</a></li>
<li><a href="#orgad3bed0">2.8. Večerní porada</a></li>
</ul>
</li>
<li><a href="#role-na-tabore">3. Role na táboře</a>
<ul>
<li><a href="#org6413a57">3.1. Programový vedoucí (programák)</a></li>
<li><a href="#orgf64b75e">3.2. Příběhový vedoucí (příběhák)</a></li>
<li><a href="#org7ca52ec">3.3. Blokový vedoucí (blokáč)</a></li>
<li><a href="#org9d853dc">3.4. Družinkový vedoucí</a>
<ul>
<li><a href="#org4da0528">3.4.1. Vedoucí dne</a></li>
</ul>
</li>
<li><a href="#org57db84d">3.5. Hlavní vedoucí (hlavas)</a></li>
<li><a href="#org25a622e">3.6. Zdravotník</a></li>
<li><a href="#org997be01">3.7. Zkouškový vedoucí</a></li>
<li><a href="#org45194a1">3.8. Služba v kuchyni</a></li>
</ul>
</li>
<li><a href="#orgf285172">4. Průběh tábora</a>
<ul>
<li><a href="#orgacab35c">4.1. Celotáborová hra</a></li>
<li><a href="#org9f3e8b4">4.2. Červená nit</a></li>
<li><a href="#orgd46af70">4.3. Zahájení</a>
<ul>
<li><a href="#org5690118">4.3.1. Rozdělení družinek</a></li>
</ul>
</li>
<li><a href="#org7ee36b8">4.4. Puťák</a></li>
<li><a href="#org20a7965">4.5. Zakončení</a>
<ul>
<li><a href="#org78e46c3">4.5.1. Odměny</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orga5feabc">5. <span class="todo TODO">TODO</span> Hry/aktivity</a>
<ul>
<li><a href="#orgaa0d378">5.1. Přednášky</a></li>
<li><a href="#org8f9ca14">5.2. Seznamovačky/ice-breakry</a></li>
<li><a href="#org2747d89">5.3. Etapovky</a></li>
<li><a href="#org2794cce">5.4. Úkolovky</a></li>
<li><a href="#org1047252">5.5. Loukovky/výplňovky</a></li>
<li><a href="#org47bf541">5.6. Mokrý program</a>
<ul>
<li><a href="#org915d0d3">5.6.1. Casino</a></li>
</ul>
</li>
<li><a href="#orga6102cf">5.7. Rukodělky</a></li>
</ul>
</li>
<li><a href="#orgc74ffe2">6. Zkoušky</a>
<ul>
<li><a href="#orge553dec">6.1. Topografie</a>
<ul>
<li><a href="#org7f12075">6.1.1. Mladší</a></li>
<li><a href="#org1464d8e">6.1.2. Starší</a></li>
</ul>
</li>
<li><a href="#orgdda97a5">6.2. Uzly</a></li>
<li><a href="#orgf100ebf">6.3. Hlavolamy</a>
<ul>
<li><a href="#org664a1e4">6.3.1. Skládačky a rozkládačky</a></li>
<li><a href="#org242f626">6.3.2. Přesuny a postupy</a></li>
<li><a href="#org899deb8">6.3.3. Logické úlohy</a></li>
<li><a href="#org44ed58c">6.3.4. Jazykové a vědomostní úlohy</a></li>
<li><a href="#org3571946">6.3.5. Šifry</a></li>
</ul>
</li>
<li><a href="#org8ed5d43">6.4. Návrh na novou zkoušku: cirkus</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org63f42d5" class="outline-2">
<h2 id="org63f42d5"><span class="section-number-2">1.</span> Bodování</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgbc415f2" class="outline-3">
<h3 id="orgbc415f2"><span class="section-number-3">1.1.</span> Přepočet her na body</h3>
<div class="outline-text-3" id="text-1-1">
<p>
Jednotlivé hry se přepočítávají na body. Tyto bodu pak rozhodnou o
pořadí týmů v daném dni. Umístění týmu rozhodne o tom kolik surovin
daný tým získá. Musí se brát v potaz počet členů týmu u každé hry.
Přepočítávání bodů (podle počtu členů) probíhá u každé hry předtím
než se výsledek hry převede na výsledné body.
</p>
</div>
<div id="outline-container-orge0a3df1" class="outline-4">
<h4 id="orge0a3df1"><span class="section-number-4">1.1.1.</span> Etapovky</h4>
<div class="outline-text-4" id="text-1-1-1">
<p>
První tým získává 50 bodů, druhý 40, třetí 30 a poslední 20.
</p>
</div>
</div>
<div id="outline-container-orgf0599ce" class="outline-4">
<h4 id="orgf0599ce"><span class="section-number-4">1.1.2.</span> Loukové hry</h4>
<div class="outline-text-4" id="text-1-1-2">
<p>
První tým získává 15 bodů, druhý 10, třetí 5 a poslední 0.
</p>
</div>
</div>
<div id="outline-container-org26b044b" class="outline-4">
<h4 id="org26b044b"><span class="section-number-4">1.1.3.</span> Stany</h4>
<div class="outline-text-4" id="text-1-1-3">
<p>
Za uklizený stan je 5 bodů navíc; za neuklizený je -5 bodů.
</p>
</div>
</div>
<div id="outline-container-orgca547c6" class="outline-4">
<h4 id="orgca547c6"><span class="section-number-4">1.1.4.</span> Zkoušky</h4>
<div class="outline-text-4" id="text-1-1-4">
<p>
Každý tým získá 1 bod za každou splněnou zkoušku a to i za tu splněnou v předešlých dnech.
</p>
</div>
</div>
<div id="outline-container-org8e7393b" class="outline-4">
<h4 id="org8e7393b"><span class="section-number-4">1.1.5.</span> Nástupy</h4>
<div class="outline-text-4" id="text-1-1-5">
<p>
První tým získává 3 body, druhý 2 body, třetí 1 a poslední 0.
</p>
</div>
</div>
<div id="outline-container-org849c922" class="outline-4">
<h4 id="org849c922"><span class="section-number-4">1.1.6.</span> <span class="todo TODO">TODO</span> Služba v kuchyni</h4>
</div>
<div id="outline-container-org655910c" class="outline-4">
<h4 id="org655910c"><span class="section-number-4">1.1.7.</span> Tabíčka</h4>
<div class="outline-text-4" id="text-1-1-7">
<p>
Tabíčko je osobní trest, takže se nezapočítává do celkového bodování.
</p>
</div>
</div>
</div>
</div>
<div id="outline-container-prubeh-dne" class="outline-2">
<h2 id="prubeh-dne"><span class="section-number-2">2.</span> Průběh dne</h2>
<div class="outline-text-2" id="text-prubeh-dne">
<p>
Následující tabulka ukazuje čas jednotlivých táborových aktivit:
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Činnost</th>
<th scope="col" class="org-left">Čas</th>
<th scope="col" class="org-left">Zodpovědná osoba</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Budíček</td>
<td class="org-left">7:30</td>
<td class="org-left">Vedoucí dne</td>
</tr>

<tr>
<td class="org-left">Rozcvička, ranní hygiena</td>
<td class="org-left">7:35 &#x2013; 8:00</td>
<td class="org-left">Vedoucí dne</td>
</tr>

<tr>
<td class="org-left">Úklid stanů</td>
<td class="org-left">8:00 &#x2013; 8:30</td>
<td class="org-left">Vedoucí dne</td>
</tr>

<tr>
<td class="org-left">Snídaně</td>
<td class="org-left">8:30 &#x2013; 9:00</td>
<td class="org-left">Vedoucí dne</td>
</tr>

<tr>
<td class="org-left">Ranní přednášky</td>
<td class="org-left">9:05 &#x2013; 10:00</td>
<td class="org-left">Programák</td>
</tr>

<tr>
<td class="org-left">Ranní nástup</td>
<td class="org-left">10:00 &#x2013; 10:30</td>
<td class="org-left">Programák</td>
</tr>

<tr>
<td class="org-left">Dopolední program</td>
<td class="org-left">10:30 &#x2013; 12:15</td>
<td class="org-left">Blokáč</td>
</tr>

<tr>
<td class="org-left">Příprava na oběd</td>
<td class="org-left">12:15 &#x2013; 12:30</td>
<td class="org-left">Blokáč</td>
</tr>

<tr>
<td class="org-left">Oběd</td>
<td class="org-left">12:30 &#x2013; 13:00</td>
<td class="org-left">Blokáč</td>
</tr>

<tr>
<td class="org-left">Polední klid</td>
<td class="org-left">13:00 &#x2013; 14:30</td>
<td class="org-left">Blokáč</td>
</tr>

<tr>
<td class="org-left">Odpolední program</td>
<td class="org-left">14:30 &#x2013; 18:00</td>
<td class="org-left">Blokáč</td>
</tr>

<tr>
<td class="org-left">Příprava na večerní nástup</td>
<td class="org-left">18:00 &#x2013; 18:10</td>
<td class="org-left">Programák</td>
</tr>

<tr>
<td class="org-left">Večerní nástup</td>
<td class="org-left">18:10 &#x2013; 18:30</td>
<td class="org-left">Programák</td>
</tr>

<tr>
<td class="org-left">Večeře</td>
<td class="org-left">18:30 &#x2013; 19:00</td>
<td class="org-left">Programák</td>
</tr>

<tr>
<td class="org-left">Večerní program</td>
<td class="org-left">19:00 &#x2013; 21:00</td>
<td class="org-left">Programák</td>
</tr>

<tr>
<td class="org-left">Večerní hygiena</td>
<td class="org-left">21:00 &#x2013; 21:30</td>
<td class="org-left">Vedoucí dne</td>
</tr>

<tr>
<td class="org-left">Večerka</td>
<td class="org-left">21:30, 22:00</td>
<td class="org-left">Vedoucí dne</td>
</tr>

<tr>
<td class="org-left">Večerní porada</td>
<td class="org-left">22:00, 22:30</td>
<td class="org-left">Programák</td>
</tr>
</tbody>
</table>
<p>
Následující věci se musí kontrolovat v průběhu každého dne:
</p>
<ul class="org-ul">
<li>zda vedoucí dne vykonává řádně svou činnost</li>
<li>zda už vedoucí šel chystat/hrát hru</li>
<li>zda by služba nemohla jít na hru</li>
<li>zda je činnost rozdělena rovnoměrně</li>
<li>zda jsou děti řádně zabaveny, pokud ne tak zaúkolovat instruktora, ať zahraje s dětmi loukovku</li>
</ul>
</div>
<div id="outline-container-org5d04aa1" class="outline-3">
<h3 id="org5d04aa1"><span class="section-number-3">2.1.</span> Úklid stanů</h3>
<div class="outline-text-3" id="text-2-1">
<ul class="org-ul">
<li>poslat lidi na chystání dopoledního programu</li>
</ul>
</div>
</div>
<div id="outline-container-orgde83362" class="outline-3">
<h3 id="orgde83362"><span class="section-number-3">2.2.</span> Snídaně</h3>
<div class="outline-text-3" id="text-2-2">
<ul class="org-ul">
<li>popohnat přípravu ranních přednášek</li>
</ul>
</div>
</div>
<div id="outline-container-orge7c8ba0" class="outline-3">
<h3 id="orge7c8ba0"><span class="section-number-3">2.3.</span> Přednášky</h3>
<div class="outline-text-3" id="text-2-3">
<ul class="org-ul">
<li>popohnat přípravu dopoledního programu</li>
</ul>
</div>
</div>
<div id="outline-container-orgef8bdc3" class="outline-3">
<h3 id="orgef8bdc3"><span class="section-number-3">2.4.</span> Polední klid</h3>
<div class="outline-text-3" id="text-2-4">
<ul class="org-ul">
<li>popohnat přípravu odpoledního programu</li>
</ul>
</div>
</div>
<div id="outline-container-org2b1082e" class="outline-3">
<h3 id="org2b1082e"><span class="section-number-3">2.5.</span> Příprava na večerní nástup</h3>
<div class="outline-text-3" id="text-2-5">
<p>
Je třeba připravit následující věci:
</p>
<ul class="org-ul">
<li>služba na další den</li>
<li>bodování</li>
</ul>
</div>
</div>
<div id="outline-container-org7abd104" class="outline-3">
<h3 id="org7abd104"><span class="section-number-3">2.6.</span> Večerní nástup</h3>
<div class="outline-text-3" id="text-2-6">
<ul class="org-ul">
<li>ztráty</li>
<li>dopisy</li>
<li>vyhodnocení dne</li>
<li>rozkaz na další den</li>
<li>střídání vedoucího dne</li>
</ul>
</div>
</div>
