index.org
** Večerní porada
   Je třeba probrat následující věci:
   - připomenout povinnosti vedoucího dne (rozcvička, bodování stanů, nástupy)
   - vyřešit program a přiřadit k němu lidi
     - ranní přednášky
     - dopolední program
     - odpolední program
     - večerní program
* Role na táboře
:PROPERTIES:
:CUSTOM_ID: role-na-tabore
:END:
** Programový vedoucí (programák)
   - plánuje celkový harmonogram tábora
   - vymýšlí ranní a večerní program
   - je zodpovědný za pískání ranního programu a veškeré pískání od
     večerního nástupu do večerky (před ní předává trubku družinkovému
     vedoucímu)
   - vyhodnocuje den na večerním nástupu
   - aktivně komunikuje s kuchyní ohledně večeře
   - vede večerní porady
** Příběhový vedoucí (příběhák)
   - vymýšlí aktivity jenž nás posouvají v hlavní dějové lince
   - vymýšlí scénky
   - řeční při večerním nástupu (zasazuje děti do děje)
** Blokový vedoucí (blokáč)
   - *před táborem si připraví dopolední a odpolední program na 1 den*
     - tj. vše kromě ranního a večerního programu, viz
       [[#prubeh-dne][průběh dne]]
     - výhodou tohoto přístupu je, že se snáž dělá jednotná motivace
       celého dne
     - v představivosti se meze nekladou; program se nemusí skládat
       pouze z tradičních táborových her
       - ale může se zakomponovat např. dramatická výchova, netradiční sport,
         umělecké dovodnosti, šifrovačka nebo workshop (tanec, šití,
         cirkus, floristika)
       - inspiraci nemusíte čerpat pouze z [[https://www.hranostaj.cz/][Hranostaje]], ale v klubovně
         máme spoustu zajimavých knih
     - tento program také po jeho proběhnutí vyhodnocuje; toto
       vyhodnocení následně předává programákovi
   - předchozí den dolaďuje připravené aktivity s programákem
   - je zodpovědný za veškeré nástupy počínaje dopoledním blokem
     (trubku mu předá programák) a konče večerním nástupem; ten již
     píská hlavní vedoucí
   - aktivně komunikuje s kuchyní ohledně oběda a svačin
** Družinkový vedoucí
   - dohlíží na čistotnost družinky (tj. radí při úklidu své družince)
   - motivuje družinku
   - stará se o dobrou atmosféru uvnitř družinky
   - doprovází družinku je-li to potřeba
   - dohlíží a pomáhá svým instruktorům a to především když je
     intruktor blokáč
*** Vedoucí dne
    - střídá se každým dnem
    - družinkový vedoucí uspává děti před daným dnem a také rozděluje hlídky
    - stará se o večerní a ranní hygienu dětí
    - družinka vede hlídku v noci před daným dnem
    - vedoucí píská budíček a vede rozcvičku
    - aktivně komunikuje s kuchyní ohledně snídaně
    - píská snídani a poté předává trubku programákovi
    - vedoucí boduje úklid stanů v daný den
      - body zapisuje do deníčku i na tabuli
** Hlavní vedoucí (hlavas)
   - vede a píská večerní nástup (spolu s programákem a příběhákem)
   - vybírá službu v kuchyni (spolu s programákem)
** Zdravotník
   - plánuje a vede hygienu/bufet/kontrolu klíšťat spolu s programákem
     a hlavním vedoucím
** Zkouškový vedoucí
   - *před táborem jasně stanoví pravidla pro splnění zkoušky*
   - vede přednášku
   - děti si u něj plní zkoušku
** Služba v kuchyni
   - jedno dítě z každé družinky
* Průběh tábora
  Při rozdělování her do jednotlivých dnů by se měli brát v potaz následující věci:
  - vedoucí dne by neměl mít etapovku
  - vedoucí by neměl mít zároveň přednášku a dopolední etapovku
  - náročnost her by měla být vyvážena (ne příliš mnoho fyzicky náročných her po sobě)
  - jaké bude daný den počasí
  Nutno je naplánovat následující věci:
  - etapové hry
  - loukové hry či mokrý program (výplň)
  - hygiena
  - bufet
  - kontrola klíšťat
** Celotáborová hra
** Červená nit
** Zahájení
*** Rozdělení družinek
** Puťák
** Zakončení
*** Odměny
* TODO Hry/aktivity
** Přednášky
** Seznamovačky/ice-breakry
** Etapovky
** Úkolovky
** Loukovky/výplňovky
** Mokrý program
*** Casino
**** Oskar's dice
**** Penney's game
** Rukodělky
* Zkoušky
** Topografie
   V letošní zkoušce topografie bych se chtěl (stejně jako v minulém roce)
   zaměřit především na její přesah do běžného života (autonavigace, výlety,
   vandry, stopování, mobilní telefony).
*** Mladší
    Pro úspěšné zvládnutí zkoušky z topografie jsou od mladších dětí vyžadovány následující
    znalosti:
    - umět rozlišit základní prvky mapy (louka, les, město, vodní plocha)
    - základní topografické značky (základní druhy cest, kostel, nemocnice, zastávka, pramen,
      skála, rozcestník, turistický přístřešek, místo dalekého rozhledu)
    - dokázat určit svoji polohu na mapě
    - být schopen zorientovat mapu
    - dokázat odhadnout délku a náročnost zadané trasy
    - umět popsat výškový profil trasy (kde cesta klesá/stoupá)
    - být schopen najít kam sklopit hlavu a kde doplnit zásoby
