index.html
<div id="outline-container-org32d95eb" class="outline-3">
<h3 id="org32d95eb"><span class="section-number-3">2.7.</span> Večerní hygiena</h3>
<div class="outline-text-3" id="text-2-7">
<ul class="org-ul">
<li>rozpisy hlídek</li>
</ul>
</div>
</div>
<div id="outline-container-orgad3bed0" class="outline-3">
<h3 id="orgad3bed0"><span class="section-number-3">2.8.</span> Večerní porada</h3>
<div class="outline-text-3" id="text-2-8">
<p>
Je třeba probrat následující věci:
</p>
<ul class="org-ul">
<li>připomenout povinnosti vedoucího dne (rozcvička, bodování stanů, nástupy)</li>
<li>vyřešit program a přiřadit k němu lidi
<ul class="org-ul">
<li>ranní přednášky</li>
<li>dopolední program</li>
<li>odpolední program</li>
<li>večerní program</li>
</ul></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-role-na-tabore" class="outline-2">
<h2 id="role-na-tabore"><span class="section-number-2">3.</span> Role na táboře</h2>
<div class="outline-text-2" id="text-role-na-tabore">
</div>
<div id="outline-container-org6413a57" class="outline-3">
<h3 id="org6413a57"><span class="section-number-3">3.1.</span> Programový vedoucí (programák)</h3>
<div class="outline-text-3" id="text-3-1">
<ul class="org-ul">
<li>plánuje celkový harmonogram tábora</li>
<li>vymýšlí ranní a večerní program</li>
<li>je zodpovědný za pískání ranního programu a veškeré pískání od
večerního nástupu do večerky (před ní předává trubku družinkovému
vedoucímu)</li>
<li>vyhodnocuje den na večerním nástupu</li>
<li>aktivně komunikuje s kuchyní ohledně večeře</li>
<li>vede večerní porady</li>
</ul>
</div>
</div>
<div id="outline-container-orgf64b75e" class="outline-3">
<h3 id="orgf64b75e"><span class="section-number-3">3.2.</span> Příběhový vedoucí (příběhák)</h3>
<div class="outline-text-3" id="text-3-2">
<ul class="org-ul">
<li>vymýšlí aktivity jenž nás posouvají v hlavní dějové lince</li>
<li>vymýšlí scénky</li>
<li>řeční při večerním nástupu (zasazuje děti do děje)</li>
</ul>
</div>
</div>
<div id="outline-container-org7ca52ec" class="outline-3">
<h3 id="org7ca52ec"><span class="section-number-3">3.3.</span> Blokový vedoucí (blokáč)</h3>
<div class="outline-text-3" id="text-3-3">
<ul class="org-ul">
<li><b>před táborem si připraví dopolední a odpolední program na 1 den</b>
<ul class="org-ul">
<li>tj. vše kromě ranního a večerního programu, viz
<a href="#prubeh-dne">průběh dne</a></li>
<li>výhodou tohoto přístupu je, že se snáž dělá jednotná motivace
celého dne</li>
<li>v představivosti se meze nekladou; program se nemusí skládat
pouze z tradičních táborových her
<ul class="org-ul">
<li>ale může se zakomponovat např. dramatická výchova, netradiční sport,
umělecké dovodnosti, šifrovačka nebo workshop (tanec, šití,
cirkus, floristika)</li>
<li>inspiraci nemusíte čerpat pouze z <a href="https://www.hranostaj.cz/">Hranostaje</a>, ale v klubovně
máme spoustu zajimavých knih</li>
</ul></li>
<li>tento program také po jeho proběhnutí vyhodnocuje; toto
vyhodnocení následně předává programákovi</li>
</ul></li>
<li>předchozí den dolaďuje připravené aktivity s programákem</li>
<li>je zodpovědný za veškeré nástupy počínaje dopoledním blokem
(trubku mu předá programák) a konče večerním nástupem; ten již
píská hlavní vedoucí</li>
<li>aktivně komunikuje s kuchyní ohledně oběda a svačin</li>
</ul>
</div>
</div>
<div id="outline-container-org9d853dc" class="outline-3">
<h3 id="org9d853dc"><span class="section-number-3">3.4.</span> Družinkový vedoucí</h3>
<div class="outline-text-3" id="text-3-4">
<ul class="org-ul">
<li>dohlíží na čistotnost družinky (tj. radí při úklidu své družince)</li>
<li>motivuje družinku</li>
<li>stará se o dobrou atmosféru uvnitř družinky</li>
<li>doprovází družinku je-li to potřeba</li>
<li>dohlíží a pomáhá svým instruktorům a to především když je
intruktor blokáč</li>
</ul>
</div>
<div id="outline-container-org4da0528" class="outline-4">
<h4 id="org4da0528"><span class="section-number-4">3.4.1.</span> Vedoucí dne</h4>
<div class="outline-text-4" id="text-3-4-1">
<ul class="org-ul">
<li>střídá se každým dnem</li>
<li>družinkový vedoucí uspává děti před daným dnem a také rozděluje hlídky</li>
<li>stará se o večerní a ranní hygienu dětí</li>
<li>družinka vede hlídku v noci před daným dnem</li>
<li>vedoucí píská budíček a vede rozcvičku</li>
<li>aktivně komunikuje s kuchyní ohledně snídaně</li>
<li>píská snídani a poté předává trubku programákovi</li>
<li>vedoucí boduje úklid stanů v daný den
<ul class="org-ul">
<li>body zapisuje do deníčku i na tabuli</li>
</ul></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org57db84d" class="outline-3">
<h3 id="org57db84d"><span class="section-number-3">3.5.</span> Hlavní vedoucí (hlavas)</h3>
<div class="outline-text-3" id="text-3-5">
<ul class="org-ul">
<li>vede a píská večerní nástup (spolu s programákem a příběhákem)</li>
<li>vybírá službu v kuchyni (spolu s programákem)</li>
</ul>
</div>
</div>
<div id="outline-container-org25a622e" class="outline-3">
<h3 id="org25a622e"><span class="section-number-3">3.6.</span> Zdravotník</h3>
<div class="outline-text-3" id="text-3-6">
<ul class="org-ul">
<li>plánuje a vede hygienu/bufet/kontrolu klíšťat spolu s programákem
a hlavním vedoucím</li>
</ul>
</div>
</div>
<div id="outline-container-org997be01" class="outline-3">
<h3 id="org997be01"><span class="section-number-3">3.7.</span> Zkouškový vedoucí</h3>
<div class="outline-text-3" id="text-3-7">
<ul class="org-ul">
<li><b>před táborem jasně stanoví pravidla pro splnění zkoušky</b></li>
<li>vede přednášku</li>
<li>děti si u něj plní zkoušku</li>
</ul>
</div>
</div>
<div id="outline-container-org45194a1" class="outline-3">
<h3 id="org45194a1"><span class="section-number-3">3.8.</span> Služba v kuchyni</h3>
<div class="outline-text-3" id="text-3-8">
<ul class="org-ul">
<li>jedno dítě z každé družinky</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgf285172" class="outline-2">
<h2 id="orgf285172"><span class="section-number-2">4.</span> Průběh tábora</h2>
<div class="outline-text-2" id="text-4">
<p>
Při rozdělování her do jednotlivých dnů by se měli brát v potaz následující věci:
</p>
<ul class="org-ul">
<li>vedoucí dne by neměl mít etapovku</li>
<li>vedoucí by neměl mít zároveň přednášku a dopolední etapovku</li>
<li>náročnost her by měla být vyvážena (ne příliš mnoho fyzicky náročných her po sobě)</li>
<li>jaké bude daný den počasí</li>
</ul>
<p>
Nutno je naplánovat následující věci:
</p>
<ul class="org-ul">
<li>etapové hry</li>
<li>loukové hry či mokrý program (výplň)</li>
<li>hygiena</li>
<li>bufet</li>
<li>kontrola klíšťat</li>
</ul>
</div>
<div id="outline-container-orgacab35c" class="outline-3">
<h3 id="orgacab35c"><span class="section-number-3">4.1.</span> Celotáborová hra</h3>
</div>
<div id="outline-container-org9f3e8b4" class="outline-3">
<h3 id="org9f3e8b4"><span class="section-number-3">4.2.</span> Červená nit</h3>
</div>
<div id="outline-container-orgd46af70" class="outline-3">
<h3 id="orgd46af70"><span class="section-number-3">4.3.</span> Zahájení</h3>
<div class="outline-text-3" id="text-4-3">
</div>
<div id="outline-container-org5690118" class="outline-4">
<h4 id="org5690118"><span class="section-number-4">4.3.1.</span> Rozdělení družinek</h4>
</div>
</div>
<div id="outline-container-org7ee36b8" class="outline-3">
<h3 id="org7ee36b8"><span class="section-number-3">4.4.</span> Puťák</h3>
</div>
<div id="outline-container-org20a7965" class="outline-3">
<h3 id="org20a7965"><span class="section-number-3">4.5.</span> Zakončení</h3>
<div class="outline-text-3" id="text-4-5">
</div>
<div id="outline-container-org78e46c3" class="outline-4">
<h4 id="org78e46c3"><span class="section-number-4">4.5.1.</span> Odměny</h4>
</div>
</div>
</div>
<div id="outline-container-orga5feabc" class="outline-2">
<h2 id="orga5feabc"><span class="section-number-2">5.</span> <span class="todo TODO">TODO</span> Hry/aktivity</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-orgaa0d378" class="outline-3">
<h3 id="orgaa0d378"><span class="section-number-3">5.1.</span> Přednášky</h3>
</div>
<div id="outline-container-org8f9ca14" class="outline-3">
<h3 id="org8f9ca14"><span class="section-number-3">5.2.</span> Seznamovačky/ice-breakry</h3>
</div>
<div id="outline-container-org2747d89" class="outline-3">
<h3 id="org2747d89"><span class="section-number-3">5.3.</span> Etapovky</h3>
</div>
<div id="outline-container-org2794cce" class="outline-3">
<h3 id="org2794cce"><span class="section-number-3">5.4.</span> Úkolovky</h3>
</div>
<div id="outline-container-org1047252" class="outline-3">
<h3 id="org1047252"><span class="section-number-3">5.5.</span> Loukovky/výplňovky</h3>
</div>
<div id="outline-container-org47bf541" class="outline-3">
<h3 id="org47bf541"><span class="section-number-3">5.6.</span> Mokrý program</h3>
<div class="outline-text-3" id="text-5-6">
</div>
<div id="outline-container-org915d0d3" class="outline-4">
<h4 id="org915d0d3"><span class="section-number-4">5.6.1.</span> Casino</h4>
<div class="outline-text-4" id="text-5-6-1">
</div>
<ol class="org-ol">
<li><a id="orge4e0fa5"></a>Oskar's dice<br /></li>
<li><a id="org61c41e7"></a>Penney's game<br /></li>
</ol>
</div>
</div>
<div id="outline-container-orga6102cf" class="outline-3">
<h3 id="orga6102cf"><span class="section-number-3">5.7.</span> Rukodělky</h3>
</div>
</div>
<div id="outline-container-orgc74ffe2" class="outline-2">
<h2 id="orgc74ffe2"><span class="section-number-2">6.</span> Zkoušky</h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-orge553dec" class="outline-3">
<h3 id="orge553dec"><span class="section-number-3">6.1.</span> Topografie</h3>
<div class="outline-text-3" id="text-6-1">
<p>
V letošní zkoušce topografie bych se chtěl (stejně jako v minulém roce)
zaměřit především na její přesah do běžného života (autonavigace, výlety,
vandry, stopování, mobilní telefony).
</p>
</div>
<div id="outline-container-org7f12075" class="outline-4">
<h4 id="org7f12075"><span class="section-number-4">6.1.1.</span> Mladší</h4>
<div class="outline-text-4" id="text-6-1-1">
<p>
Pro úspěšné zvládnutí zkoušky z topografie jsou od mladších dětí vyžadovány následující
znalosti:
</p>
<ul class="org-ul">
<li>umět rozlišit základní prvky mapy (louka, les, město, vodní plocha)</li>
<li>základní topografické značky (základní druhy cest, kostel, nemocnice, zastávka, pramen,
skála, rozcestník, turistický přístřešek, místo dalekého rozhledu)</li>
<li>dokázat určit svoji polohu na mapě</li>
<li>být schopen zorientovat mapu</li>
<li>dokázat odhadnout délku a náročnost zadané trasy</li>
<li>umět popsat výškový profil trasy (kde cesta klesá/stoupá)</li>
<li>být schopen najít kam sklopit hlavu a kde doplnit zásoby</li>
</ul>
</div>
</div>
