index.org
*** Starší
    Starší děti musí dobře ovládat veškeré znalosti z kategorie mladších. Navíc po nich budou
    vyžadovány následující dovednosti:
    - znalost pokročilejších topografických značek
    - dokázat vysvětlit pojmy jako je měřítko, legenda či sektor mapy
    - umět popsat zeměpisnou síť (poledníky a rovnoběžky)
    - ovládat činnost s buzolou (určit azimut daného směru a obráceně)
    - vědět jak správně stopovat
** Uzly
** Hlavolamy
   Děti si vyberou 3 kategorie z nichž budou následně plnit zkoušku.
   Obtížnost úlohy bude samozřejmě odpovídat věku dítěte.
*** Skládačky a rozkládačky
    - puzzle, tangram, soma kostka, polyomina
**** TODO Koupit deskovku Blokus nebo vzít s sebou Ubongo
*** Přesuny a postupy
    - twisty puzzles: rubikovka 2x2x2, 3x3x3, pyraminx, skewb,
      square-1, gear cube
    - patnácka, sokoban, klotski, přelévání vody
*** Logické úlohy
    - sudoku, kakuro, sikaku
    - bludiště (neprůchodné, zákaz zatáčení vlevo)
    - doplňování vzorů, řad
    - https://radekpelanek.cz/logicke-ulohy/
    - https://erich-friedman.github.io/puzzle/
    - https://pedros.works/paper-puzzle
    - https://puzsq.logicpuzzle.app/?kind=3
**** TODO Vytisknout zadání různých úloh
*** Jazykové a vědomostní úlohy
    - hádanky
    - křížovky, osmisměrky
    - přesmyčky
    - maskovaná slova
    - řazení událostí
**** TODO Vytisknout či koupit křížovky a osmisměrky pro děti
*** Šifry
    - https://sifrovacky.cz/jak-hrat
    - https://inula.sifrovacky.cz/2025/rocniky.php
    - https://krutazakruta.sifrovacky.cz/
    - https://lamolamy.cz/sifry/seznam
    - https://archiv.tmou.cz/archiv/index-2.html
    - https://radekpelanek.cz/sifry-pro-deti.html
**** TODO Vytisknout šifry z Tmou a jiných šifrovaček
**** TODO Vytisknout šifrovací pomůcky
** Návrh na novou zkoušku: cirkus
   - žonglování
   - diabolo
   - jednokolka
   - slackline
   - yoyo
   - kendama
   - gymnastické obruče
