index.html
<div id="outline-container-org1464d8e" class="outline-4">
<h4 id="org1464d8e"><span class="section-number-4">6.1.2.</span> Starší</h4>
<div class="outline-text-4" id="text-6-1-2">
<p>
Starší děti musí dobře ovládat veškeré znalosti z kategorie mladších. Navíc po nich budou
vyžadovány následující dovednosti:
</p>
<ul class="org-ul">
<li>znalost pokročilejších topografických značek</li>
<li>dokázat vysvětlit pojmy jako je měřítko, legenda či sektor mapy</li>
<li>umět popsat zeměpisnou síť (poledníky a rovnoběžky)</li>
<li>ovládat činnost s buzolou (určit azimut daného směru a obráceně)</li>
<li>vědět jak správně stopovat</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgdda97a5" class="outline-3">
<h3 id="orgdda97a5"><span class="section-number-3">6.2.</span> Uzly</h3>
</div>
<div id="outline-container-orgf100ebf" class="outline-3">
<h3 id="orgf100ebf"><span class="section-number-3">6.3.</span> Hlavolamy</h3>
<div class="outline-text-3" id="text-6-3">
<p>
Děti si vyberou 3 kategorie z nichž budou následně plnit zkoušku.
Obtížnost úlohy bude samozřejmě odpovídat věku dítěte.
</p>
</div>
<div id="outline-container-org664a1e4" class="outline-4">
<h4 id="org664a1e4"><span class="section-number-4">6.3.1.</span> Skládačky a rozkládačky</h4>
<div class="outline-text-4" id="text-6-3-1">
<ul class="org-ul">
<li>puzzle, tangram, soma kostka, polyomina</li>
</ul>
</div>
<ol class="org-ol">
<li><a id="org7a7c23e"></a><span class="todo TODO">TODO</span> Koupit deskovku Blokus nebo vzít s sebou Ubongo<br /></li>
</ol>
</div>
<div id="outline-container-org242f626" class="outline-4">
<h4 id="org242f626"><span class="section-number-4">6.3.2.</span> Přesuny a postupy</h4>
<div class="outline-text-4" id="text-6-3-2">
<ul class="org-ul">
<li>twisty puzzles: rubikovka 2x2x2, 3x3x3, pyraminx, skewb,
square-1, gear cube</li>
<li>patnácka, sokoban, klotski, přelévání vody</li>
</ul>
</div>
</div>
<div id="outline-container-org899deb8" class="outline-4">
<h4 id="org899deb8"><span class="section-number-4">6.3.3.</span> Logické úlohy</h4>
<div class="outline-text-4" id="text-6-3-3">
<ul class="org-ul">
<li>sudoku, kakuro, sikaku</li>
<li>bludiště (neprůchodné, zákaz zatáčení vlevo)</li>
<li>doplňování vzorů, řad</li>
<li><a href="https://radekpelanek.cz/logicke-ulohy/">https://radekpelanek.cz/logicke-ulohy/</a></li>
<li><a href="https://erich-friedman.github.io/puzzle/">https://erich-friedman.github.io/puzzle/</a></li>
<li><a href="https://pedros.works/paper-puzzle">https://pedros.works/paper-puzzle</a></li>
<li><a href="https://puzsq.logicpuzzle.app/?kind=3">https://puzsq.logicpuzzle.app/?kind=3</a></li>
</ul>
</div>
<ol class="org-ol">
<li><a id="org65a78f7"></a><span class="todo TODO">TODO</span> Vytisknout zadání různých úloh<br /></li>
</ol>
</div>
<div id="outline-container-org44ed58c" class="outline-4">
<h4 id="org44ed58c"><span class="section-number-4">6.3.4.</span> Jazykové a vědomostní úlohy</h4>
<div class="outline-text-4" id="text-6-3-4">
<ul class="org-ul">
<li>hádanky</li>
<li>křížovky, osmisměrky</li>
<li>přesmyčky</li>
<li>maskovaná slova</li>
<li>řazení událostí</li>
</ul>
</div>
<ol class="org-ol">
<li><a id="org4de8480"></a><span class="todo TODO">TODO</span> Vytisknout či koupit křížovky a osmisměrky pro děti<br /></li>
</ol>
</div>
<div id="outline-container-org3571946" class="outline-4">
<h4 id="org3571946"><span class="section-number-4">6.3.5.</span> Šifry</h4>
<div class="outline-text-4" id="text-6-3-5">
<ul class="org-ul">
<li><a href="https://sifrovacky.cz/jak-hrat">https://sifrovacky.cz/jak-hrat</a></li>
<li><a href="https://inula.sifrovacky.cz/2025/rocniky.php">https://inula.sifrovacky.cz/2025/rocniky.php</a></li>
<li><a href="https://krutazakruta.sifrovacky.cz/">https://krutazakruta.sifrovacky.cz/</a></li>
<li><a href="https://lamolamy.cz/sifry/seznam">https://lamolamy.cz/sifry/seznam</a></li>
<li><a href="https://archiv.tmou.cz/archiv/index-2.html">https://archiv.tmou.cz/archiv/index-2.html</a></li>
<li><a href="https://radekpelanek.cz/sifry-pro-deti.html">https://radekpelanek.cz/sifry-pro-deti.html</a></li>
</ul>
</div>
<ol class="org-ol">
<li><a id="org1e427f5"></a><span class="todo TODO">TODO</span> Vytisknout šifry z Tmou a jiných šifrovaček<br /></li>
<li><a id="org168b70e"></a><span class="todo TODO">TODO</span> Vytisknout šifrovací pomůcky<br /></li>
</ol>
</div>
</div>
<div id="outline-container-org8ed5d43" class="outline-3">
<h3 id="org8ed5d43"><span class="section-number-3">6.4.</span> Návrh na novou zkoušku: cirkus</h3>
<div class="outline-text-3" id="text-6-4">
<ul class="org-ul">
<li>žonglování</li>
<li>diabolo</li>
<li>jednokolka</li>
<li>slackline</li>
<li>yoyo</li>
<li>kendama</li>
<li>gymnastické obruče</li>
</ul>
</div>
</div>
</div>
</div>
</body>
</html>
